-- phpMyAdmin SQL Dump
-- version 3.5.2.2
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Nov 19, 2013 at 01:53 PM
-- Server version: 5.5.27
-- PHP Version: 5.4.7

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES tis620 */;

--
-- Database: `chanin_selectapp`
--

-- --------------------------------------------------------

--
-- Table structure for table `applicants`
--

CREATE TABLE IF NOT EXISTS `applicants` (
  `wip_id` int(8) NOT NULL,
  `citizenship_id` char(13) NOT NULL,
  `firstname_th` varchar(255) NOT NULL,
  `lastname_th` varchar(255) NOT NULL,
  `firstname_en` varchar(255) NOT NULL,
  `lastname_en` varchar(255) NOT NULL,
  `nickname` varchar(255) NOT NULL,
  `gender` varchar(1) NOT NULL,
  `dob` date NOT NULL,
  `bloodtype` char(2) NOT NULL,
  `religion` varchar(255) NOT NULL,
  `tel` varchar(9) DEFAULT NULL,
  `mobile_tel` varchar(10) DEFAULT NULL,
  `email` varchar(255) NOT NULL,
  `school_name` varchar(255) NOT NULL,
  `education_level` varchar(255) NOT NULL,
  `education_plan` varchar(255) NOT NULL,
  `gpax` decimal(3,2) NOT NULL,
  `congenital_disease` text,
  `allergic_medicine` text,
  `allergic_food` text,
  `allergic_thing` text NOT NULL,
  `computer_skill` text NOT NULL,
  `activities` text NOT NULL,
  `emergency_name` varchar(255) NOT NULL,
  `emergency_relationship` varchar(255) NOT NULL,
  `emergency_tel` varchar(255) NOT NULL,
  `address` text NOT NULL,
  `province` varchar(255) NOT NULL,
  `postcode` int(5) NOT NULL,
  `imgfull` varchar(255) NOT NULL,
  `imgthumb` varchar(255) NOT NULL,
  `facebook` varchar(255) NOT NULL,
  `twitter` varchar(255) NOT NULL,
  PRIMARY KEY (`wip_id`),
  UNIQUE KEY `email` (`email`),
  UNIQUE KEY `wip_id` (`wip_id`),
  UNIQUE KEY `pid` (`citizenship_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `applicants`
--

INSERT INTO `applicants` (`wip_id`, `citizenship_id`, `firstname_th`, `lastname_th`, `firstname_en`, `lastname_en`, `nickname`, `gender`, `dob`, `bloodtype`, `religion`, `tel`, `mobile_tel`, `email`, `school_name`, `education_level`, `education_plan`, `gpax`, `congenital_disease`, `allergic_medicine`, `allergic_food`, `allergic_thing`, `computer_skill`, `activities`, `emergency_name`, `emergency_relationship`, `emergency_tel`, `address`, `province`, `postcode`, `imgfull`, `imgthumb`, `facebook`, `twitter`) VALUES
(50412, '1102700540988', 'วรรณทิพย์', 'ภิญโญพาณิชย์การ', 'Wanthip', 'Pinyopanitchakarn', 'แพม', 'f', '2538-12-03', 'O', 'พุทธ', '023758846', '0859887141', 'pamper.ss@hotmail.com', 'โรงเรียนบางกะปิ', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.84, '-', '-', '-', '-', 'ทำ website เป็น ', 'งานกีฬาสีโรงเรียน ค่ายพุทธบุตร ค่ายลูกเสือ', 'มุกดา สันติศรีศักดิ์', 'แม่', '0859887141', '27/18 แฟลตคลองจั่น ถ.เสรีไทย แขวงคลองจั่น เขตบางกะปิ ', 'กรุงเทพมหานคร   ', 20140, '29590_4160654221815_1836665888_n-9616024275.jpg', 'thumb_29590_4160654221815_1836665888_n-9616024275.jpg', 'www.facebook.com/Apologize.pam', '@Thepamzii3'),
(50540, '1100400819667', 'พิมพ์ชฎา', 'จักรวาลพิทักษ์', 'Pimchada', 'Jakawanpitak', 'พลอย', 'f', '2539-02-09', 'A', 'พุทธ', '028140094', '0818381462', 'untill_z@hotmail.com', 'โรงเรียนยอแซฟอุปถัมภ์', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.88, '-', '-', '-', '-', 'ทำ photoshop ได้ ', 'จัดพานไหว้ครู จัดงานกีฬาสีที่โรงเรียน', 'สุวิทย์ จักรวาลพิทักษ์', 'พ่อ', '0818381462', '88/234 หมู่บ้านพัชรวิลล์ 2 หมู่4 ถ.พุทธมณฑลสาย4 ต.กระทุ่มล้ม อ.สามพราน ', 'นครปฐม   ', 12000, 'c360_2013-01-05-18-38-40tuy5u-6638575131.jpg', 'thumb_c360_2013-01-05-18-38-40tuy5u-6638575131.jpg', 'ploy pimchada', '@'),
(50556, '1102700478387', 'พีรศักดิ์', 'จรัสธนพัฒน์', 'Peerasak', 'Charasdhanapat', 'เชน', 'm', '2538-06-06', 'B', 'พุทธ', '', '0832483714', 'rachen101@msn.com', 'โรงเรียนวัดพุทธบูชา', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.10, '-', '-', '-', '-', 'Dreamweaver 8  ', 'จัดงานกีฬาสีที่โรงเรียน  หมากล้อมรุ่นเฟรนชิพ', 'พัชรกันย์ จรัสธนพัฒน์', 'แม่', '0870672853', '846/160 ประชาอุทิศ 44 แขวงบางมด เขตทุ่งครุ', 'กรุงเทพมหานคร   ', 10140, '3776_2691232137954_608623582_n-6235537468.jpg', 'thumb_3776_2691232137954_608623582_n-6235537468.jpg', 'Peerasak Charasdhanapat', '@'),
(50997, '1100201145372', 'พิทวัส', 'พิเศษสัจจะ', 'Pitawat', 'Pisatsudja', 'พิท', 'm', '2538-11-01', 'O', 'พุทธ', '028726652', '0868978588', 'plasma_pitious@hotmail.com', 'โรงเรียนเทพศิรินทร์', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.40, '-', '-', '-', '-', 'Flash player ได้นิดหน่อย ชอบคอมพิวเตอร์มากๆ', 'จตุรมิตรสามัคคีครั้งที่ 25 และ 26 และอื่นๆ', 'ไพศาล พิเศษสัจจะ', 'พ่อ', '0868978588', '23 หมู่1 ถ.ประชาอุทิศ ซ.ประชาอุทิศ59 เขตทุ่งครุ แขวงบางมด', 'กรุงเทพมหานคร   ', 71110, '408562_570885559608148_964917577_n-2006552610.jpg', 'thumb_408562_570885559608148_964917577_n-2006552610.jpg', 'www.facebook.com/Pit.jackpot', '@'),
(51374, '1369900311499', 'พจนวัฒน์', 'ดวงภมร', 'Pojjanawat', 'Duangpamorn', 'แสตมป์', 'm', '2537-11-04', 'O', 'พุทธ', '044813260', '0812660062', 'just-sa_tamp@hotmail.com', 'โรงเรียนสตรีชัยภูมิ', 'จบ ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.65, '-', '-', '-', '-', 'พื้นฐานคอมพิวเตอร์ทั่วไป', 'ค่ายนักศึกษาวิชาทหาร', 'สุจรรยา ดวงภมร', 'พี่สาว', '0812660062', '254/51 หมู่ 7 บ้านนครชัยวิลล่า ถ.ชัยภูมิ-บ้านเขว้า	 ต.ในเมือง', 'ชัยภูมิ   ', 36000, '223721_400999299979038_583707788_n-2054027342.jpg', 'thumb_223721_400999299979038_583707788_n-2054027342.jpg', '', ''),
(51416, '1102100077772', 'วรฉัตร', 'อรุโณทัยกฤตย์', 'Worachat', 'Arunothaikrit', 'ซัน', 'm', '2539-03-25', 'A', 'พุทธ', '', '0876105622', 'worachat_krub@hotmail.com', 'โรงเรียนสารสาสน์วิเทศศึกษา', 'ม.5 ขึ้น ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 2.96, '-', '-', '-', '-', 'ทำ website เป็น เขียนภาษา C เป็นพอสมควร ตัดต่อ clip ผ่านโปรแกรม Premiere pro ได้ ทำ After effect เป็นพอสมควร', 'กีฬาสีที่โรงเรียน การแข่งขัน ICT CHALLENGE 2012', 'พนมพร อรุโณทัยกฤตย์', 'พ่อ', '0876105622', '553/133 หมู่บ้านสราญสิริ-ประชาอุทิศ แขวงทุ่งครุ เขตทุ่งครุ ', 'กรุงเทพมหานคร   ', 10140, '221986_452517974793127_1152235521_n-7373161870.jpg', 'thumb_221986_452517974793127_1152235521_n-7373161870.jpg', '', ''),
(51462, '1100702142261', 'พงษ์ชัยพัฒน์', 'ปานะดิษฐ', 'Pongchaipat', 'Panadit', 'กานต์', 'm', '2538-07-31', 'B', 'พุทธ', '025973901', '0818098572', 'garn_despair@hotmail.com', 'โรงเรียนวัดราชบพิธ', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.22, '-', '-', '-', '-', 'เขียน html ได้ ทำwebsite', 'จัดงานกีฬาสีที่โรงเรียน', 'ประเสริฐ ปานะดิษฐ', 'พ่อ', '0818098572', '100/103 ม.ชัยพฤกษ์ หมู่ 8 บางรักพัฒนา บางบัวทอง', 'นนทบุรี   ', 10160, '561039_436204113069515_699727672_n-2009949786.jpg', 'thumb_561039_436204113069515_699727672_n-2009949786.jpg', 'garnpongchaipat', '@'),
(51604, '1100900464442', 'ชนิภา', 'เพ็งโพ', 'Chanipa', 'Pengpo', 'เนย์', 'f', '2538-08-08', 'O', 'พุทธ', '024055547', '0894418289', 'nonay_zaza@hotmail.com', 'โรงเรียนรัตนโกสินทร์สมโภชบางขุนเทียน', 'ม.5 ขึ้น ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 3.04, '-', '-', '-', '-', ' Dreamweaver 8   web page maker  Microsoft  Pudlisher', 'ค่ายผู้นำนายร้อย จปร ', 'ชลาทิพย์ เพ็งโพ', 'แม่', '0894418289', '19 ซ.เที่ยนทะเล 19 ถ.บางขุนเทียน-ชายทะเล แขวงท่าข้าม เขตบางขุนเทียน', 'กรุงเทพมหานคร   ', 10150, '480734_276760339112724_1439399252_n-9658776191.jpg', 'thumb_480734_276760339112724_1439399252_n-9658776191.jpg', 'Nonay_zaza@hotmail.com', '@'),
(51790, '1100201276108', 'อรบุษป์', 'ฉัตรตะวัน', 'Oraboos', 'Chattawon', 'จินนี่', 'f', '2539-10-31', 'B', 'พุทธ', '022813158', '0818119752', 'jinny_o@hotmail.com', 'โรงเรียนราชินี', 'ม.4 ขึ้น ม.5', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.75, '-', '-', '-', '-', 'เขียนภาษาซีได้', 'จัดงานวันเด็กที่โรงเรียน', 'โกสินทร์ ฉัตรตะวัน', 'พ่อ', '0818119752', '504/43 ซ.หลานหลวง 14 ถ.หลานหลวง ต.สี่แยกมหานาค เขตดุสิต', 'กรุงเทพมหานคร   ', 10150, 'orabus-chattawan-7472310937.jpg', 'thumb_orabus-chattawan-7472310937.jpg', 'jinnychattawon', '@jinnychattawon'),
(51887, '1101500827794', 'อริสรา', 'ปานรอด', 'Arisara', 'Panrod', 'อิ๋ว', 'f', '2538-12-01', 'B', 'พุทธ', '', '0869725505', 'devilz_aew@hotmail.com', 'โรงเรียนวัดพุทธบูชา', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.97, '-', '-', '-', '-', '', 'จัดงานกีฬาสีที่โรงเรียน เป็นเชียร์หลีดเดอร์คณะสี เป็นเชียร์หลีดเดอร์ของโรงเรียน', 'ยุพา ปานรอด', 'แม่', '0906281789', '453 ถ.พระรามที่2 แขวงบางมด เขตจอมทอง', 'กรุงเทพมหานคร   ', 10150, '227785_521817884525464_58950438_n-103596374.jpg', 'thumb_227785_521817884525464_58950438_n-103596374.jpg', 'arisara panrod', '@'),
(51986, '1929900537041', 'อรรถพร', 'จันทร์ดวง', 'Attaporn', 'Janduang', 'มายด์', 'm', '2539-07-04', 'B', 'พุทธ', '', '0816158696', 'Mild.Zervice@gmail.com', 'โรงเรียนสภาราชินี จังหวัดตรัง', 'ม.4 ขึ้น ม.5', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.18, '-', '-', 'ปู', '-', '-', '-', 'อรเพ็ญ เพชรรัตน์', 'น้า', '0816158696', '28 ม.4 ต.ปากแจ่ม อ.ห้วยยอด ', 'ตรัง   ', 20000, 'img-20120729-00187-7521649240.jpg', 'thumb_img-20120729-00187-7521649240.jpg', '', '@MildNavy'),
(52008, '1100801009828', 'พนธกร', 'ภัคสุขพิมล', 'Pontakorn', 'Paksukpimon', 'เจมส์', 'm', '2538-10-18', 'AB', 'พุทธ', '028660806', '0894422334', 'pontakornp@hotmail.com', 'โรงเรียนทวีธาภิเศก', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.66, '-', '-', '-', '-', 'เขียน html เบืองต้นได้', 'กีฬาสีที่โรงเรียน', 'สมพิศ ภัคสุขพิมล', 'แม่', '0894422334', '208/42 ถ.จรัญสนิทวงศ์ แขวงบ้านช่างหล่อ เขตบางกอกน้อย', 'กรุงเทพมหานคร   ', 74000, '536475_519362001421247_868040021_n-9539978103.jpg', 'thumb_536475_519362001421247_868040021_n-9539978103.jpg', 'pontakornp@hotmail.com', '-'),
(52020, '1270500016549', 'สุวรรณี', 'แซ่ลิ้ม', 'Suwannee', 'Saelim', 'ฟ้า', 'f', '2539-05-12', 'O', 'พุทธ', '026545897', '0838278326', 'sky.fh@live.com', 'โรงเรียนสายน้ำผึ้ง', 'ม.5 ขึ้น ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 3.51, '-', '-', '-', '-', 'สามารถทำเว็บไซต์ เช่น wix.com หรือ weebly.com ได้ในระดับหนึ่ง', 'ควบคุมดูแลการฝึกซ้อม asean creative dance กีฬาสีโรงเรียนสายน้ำผึ้ง', 'จักรินทร์ แซ่ลิ้ม', 'พี่ชาย', '0838278326', '2147/4 ซ.โรงงานยาสูบ ถ.พระราม4 แขวงคลองเตย เขตคลองเตย ', 'กรุงเทพมหานคร   ', 10310, '167869487792-3257877971.jpg', 'thumb_167869487792-3257877971.jpg', 'www.facebook.com/fafahfaa', '@sfhh_'),
(52417, '1100501396036', 'ชญานินท์', 'ทองพิลา', 'Chayanin', 'Thongpila', 'หมู', 'm', '2540-03-14', 'B', 'พุทธ', '', '0867840408', 'th.chayanin@gmail.com', 'โรงเรียนสายปัญญารังสิต', 'ม.4 ขึ้น ม.5', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.38, '-', '-', '-', '-', 'ใช้โปรแกรม Dreamweaver ได้ข้างต้น', 'Electronic Youth Camp 2012                     คณะวิศวกรรมศาสตร์  มหาวิทยาลัยมหิดล', 'คณารัก นิติวงศ์', 'แม่', '0867840408', '1360 ถ.รังสิต-ปทุมธานี ต.บางพูน อ.เมือง', 'ปทุมธานี   ', 10600, 'img_0005-8719533579.jpg', 'thumb_img_0005-8719533579.jpg', '', '@'),
(52645, '1749700001271', 'พีรพงษ์', 'แซ่ตั้ง', 'Peerapong', 'Saetang', 'พี', 'm', '2537-12-12', 'B', 'พุทธ', '', '0879271129', 'peerapong012@gmail.com', 'โรงเรียนวัดไร่ขิงวิทยา', 'จบ ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 2.25, '-', '-', '-', '-', 'ใช้ html css พอได้', 'Hypercube XXI', 'พิมพ์ใจ ผาติโสภณ', 'แม่', '0879271129', '8/90 หมู่ 4 ต.ท่าตลาด อ.สามพราน', 'นครปฐม   ', 73110, '1-4200757667.jpg', 'thumb_1-4200757667.jpg', '', ''),
(52721, '1101500808846', 'สิทธิภพ ', 'มีสัมฤทธิ์', 'Sittipop', 'Mesumrit', 'อาร์ม', 'm', '2538-08-12', 'O', 'พุทธ', '028160918', '0868868238', 'armdrift@hotmail.com', 'โรงเรียนสารสาสน์วิเทศศึกษา', 'ม.5 ขึ้น ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 2.37, '-', '-', '-', '-', 'ประกอบคอมได้ รู้จักรอุปกรณ์ของคอมพิวเตอร์', 'จัดงานกีฬาสีที่โรงเรียน ict charange', 'ชุลีกร เปี่ยมสวัสดิ์', 'แม่', '0868868238', '30/7 ม.5 ต.บางจาก อ.พระประแดง', 'สมุทรปราการ   ', 10130, '543984_512902602087875_740045433_n-3533588456.jpg', 'thumb_543984_512902602087875_740045433_n-3533588456.jpg', '', '@'),
(52776, '1300300147312', 'ศักดิ์สิทธิ์', 'พลฤทธิ์', 'Saksit', 'Pholrit', 'ชอปเปอร์', 'm', '2540-04-05', 'A', 'พุทธ', '', '0848274815', 'princeofnightcucu@gmail.com', 'โรงเรียนจุฬาภรณราชวิทยาลัย บุรีรัมย์', 'ม.4 ขึ้น ม.5', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.37, '-', '-', '-', '-', 'เข้าใจภาษาซีบ้าง', 'กีฬาสีที่โรงเรียน', 'วาสนา พลฤทธิ์', 'แม่', '0848274815', '17 หมู่ 5 ต.บ้านราษฏร์ อ.เสิงสาง', 'นครราชสีมา   ', 47260, 'wed-6112630921.jpg', 'thumb_wed-6112630921.jpg', 'facebook.com/Dazthedarks', '@princofnight'),
(52921, '1102400075597', 'รุจิภาส', 'บุญยง', 'Rujipard', 'Boonyong', 'นิว', 'm', '2538-08-17', 'O', 'พุทธ', '024278770', '0859122736', 'new-inside@hotmail.com', 'โรงเรียนอัสสัมชัญธนบุรี', 'จบ ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.40, 'ภูมิแพ้(ฝุ่น)', 'Cravit', '-', '-', '', 'ค่าย ขันน็อต มหิดล   ค่าย ติวฟรี ลาดกระบัง   ค่าย PING summer ลาดกระบัง  นักกีฬาฟุตบอล รร ', 'ธัญญธร บุญยง', 'แม่', '0835552905', '51 หมู่ 1 ซ. พุทธบูชา แขวง บางมด เขต จอมทอง ', 'กรุงเทพมหานคร   ', 10310, 'photo-4-2-2556', '', '', ''),
(53047, '1640600225693', 'จตุรพร ', 'ศิริ', 'Jaturaporn ', 'Siri', 'มิมิว', 'f', '2538-03-14', 'A', 'พุทธ', '027584553', '0839520465', 'Mimiw_44@hotmail.com', 'โรงเรียนเซนต์โยเซฟทิพวัล', 'จบ ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.30, 'ไข้เลือดออก', '-', 'เนื้อวัว', 'สบูลักซ์', 'วาดภาพการ์ตูนทำเป็นเเอนนิเมชั่น                                                                                          ประกอบส่วนต่างๆของคอมพิวเตอร์    การทำโปรเเกรมCaptivate', 'ค่าย ลานเกียร์#10 จุฬาลงกรณ์มหาวิทยาลัย    ค่าย 2B-KMUTT#9 มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี', 'สำรวล ศิริ', 'พ่อ', '0817733705', '49/431 หมู่6 หมู่บ้านทวีทอง5 ซ.2 ถ.เทพารักษ์ ต.บางเมืองใหม่ อ.เมือง', 'สมุทรปราการ   ', 10140, '483991_419266694812310_11659rgerg7749_n-4345566118.jpg', 'thumb_483991_419266694812310_11659rgerg7749_n-4345566118.jpg', 'Miw  Sushar', '-'),
(53503, '1620100210514', 'จิรวรรณ', 'อาจหาญ', 'Jirawan', 'Arthan', 'หมวย', 'f', '2537-07-10', 'B', 'พุทธ', '', '0811819140', 'ma.uw@hotmail.com', 'โรงเรียนองค์การบริหารส่วนจังหวัดกำแพงเพชร ', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.08, '-', '-', '-', '-', 'html', 'งานกีฬาสีโรงเรียน.เข้าร่วมการแข่งขันวงดนตรีลูกทุ่งยามาฮ่า คอนเทสต์', 'สนธยา อาจหาญ', 'พ่อ', '0811819140', '108 ม.7 ต.นาบ่อคำ อ.เมือง', 'กำแพงเพชร   ', 45220, 'c360_2012-11-10-11-45-15-9912943989.jpg', 'thumb_c360_2012-11-10-11-45-15-9912943989.jpg', 'ma.uw@hotmail.com', '@'),
(53543, '1102002356014', 'ธิดารัตน์', 'เหลืองประเสริฐ', 'Thidarat ', 'Luangprasert', 'จูน', 'f', '2538-06-13', 'B', 'พุทธ', '024522124', '0824515198', 'june_13062538@hotmail.com', 'โรงเรียนรัตนโกสินทร์สมโภชบางขุนเทียน', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.85, '-', '-', '-', '-', 'ใช้โปรแกรม Photoshop เป็น', 'เคยเข้าค่ายอยากเป็นหมอฟัน ครั้งที่ 13       เคยเป็นผู้นำกองเชียร์ในงานกีฬาสีที่โรงเรียน', 'เกศิณี เหลืองประเสริฐ', 'แม่', '0875331089', '105 ซ.บางกระดี่3 ถ.พระราม2 แขวงแสมดำ เขตบางขุนเทียน', 'กรุงเทพมหานคร   ', 10270, '423491_325096697532218_100000956706872_870653_1813073182_n-9215885652.jpg', 'thumb_423491_325096697532218_100000956706872_870653_1813073182_n-9215885652.jpg', 'Jupeejup June', '@'),
(53946, '1102002643323', 'ณัฎฐณิชา', 'จันทะเรือง', 'Nattanicha', 'Chantaruang', 'แพร', 'f', '2539-10-10', 'O', 'พุทธ', '028098500', '0864193008', 'it_ridicu.lous@Hotmail.com', 'โรงเรียนยอแซฟอุปถัมภ์', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.45, '-', '-', '-', '-', 'ใช้งานphotoshopได้ดี', 'จัดงานกีฬาสีที่โรงเรียน ', 'นครินทร์ จันทะเรือง', 'พ่อ', '0814450444', '11 ซ.สวัสดิการ 2 แยก 23 ถ.เพชรเกษม 77 เขตหนองแขม แขวงหนองแขม', 'กรุงเทพมหานคร   ', 10300, '550442_3827890750732_1415109709_n-9025114490.jpg', 'thumb_550442_3827890750732_1415109709_n-9025114490.jpg', 'www.facebook.com/paremins', '@paremins'),
(54173, '1102002690992', 'พิมพ์ปวีณ์', 'อู่รัตนมณี', 'Pimapavee', 'Urattanamanee', 'พิมพ์', 'f', '2540-01-02', 'A', 'พุทธ', '', '0812985330', 'yuurei_hunter@hotmail.com', 'โรงเรียนศึกษานารี', 'ม.4 ขึ้น ม.5', 'ศิลปศาสตร์ - คณิตศาสตร์', 2.82, '-', '-', '-', '-', '', 'กีฬาสี', 'เชาว์วิศิษฐ์ อู่รัตนมณี', 'พ่อ', '0812985330', '84 ซ.เพชรเกษม 79 แยก 9 ถ.เพชรเกษม แขวงหนองค้างพลู เขตหนองแขม', 'กรุงเทพมหานคร   ', 10170, 'c360_2013-01-12-12-32-23-4450333863.jpg', 'thumb_c360_2013-01-12-12-32-23-4450333863.jpg', '', '@'),
(54277, '1102002457791', 'กิตติศักดิ์', 'ปิยนารถ', 'Kittisak', 'Piyanath', 'เอ็ม', 'm', '2538-11-24', 'A', 'พุทธ', '028628369', '0821673672', 'kungaem24@gmail.com', 'โรงเรียนสุวรรณารามวิทยาคม', 'ม.5 ขึ้น ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 2.66, '-', '-', '-', '-', 'ทำ website เป็น เขียน html พอได้', 'ไม่เคย', 'อุบลรัตน์ ปิยนารถ', 'แม่', '0870369984', '90/276 ม.9 หมู่บ้านพุทธานี ซ. 16 ถ.พุทธมณฑลสาย 4 แขวงกระทุ่มล้ม เขตสามพราน', 'นครปฐม   ', 10140, 'photo2-9668020838.jpg', 'thumb_photo2-9668020838.jpg', 'www.facebook.com/kittisak.piyanath', '@'),
(54424, '1839900374933', 'สุรเชษฐ์', 'ชนินทรานุรักษ์', 'Surachet', 'Chanintaranuruk', 'อ้น', 'm', '2538-04-27', 'A', 'พุทธ', '028965192', '0819127949', 'aonlove_4ever@hotmail.com', 'โรงเรียนวัดพุทธบูชา', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.76, '-', '-', '-', '-', 'พอเขียน html เป็นนิดหน่อย', 'กีฬาสี', 'จิรพันธุ์ ชนินทรานุรักษ์', 'พ่อ', '0819127949', '39/1071 ถ.พระราม2 เขตบางขุนเทียน แขวงท่าข้าม', 'กรุงเทพมหานคร   ', 10520, '425733_563697773656720_258508268_n-2470262334.jpg', 'thumb_425733_563697773656720_258508268_n-2470262334.jpg', '', '@'),
(54656, '1100702182424', 'เมธี', 'ขันแก้ว', 'Maytee', 'Khankaew', 'เม', 'm', '2538-10-05', 'B', 'พุทธ', '028960061', '0861316430', 'mayzaza555@windowslive.com', 'โรงเรียนวัดพุทธบูชา', 'ม.5 ขึ้น ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 3.20, '-', '-', 'แพ้หนอนทอดหรือที่เรียกว่ารถด่วน', '-', 'HTML พอทำได้ไม่มาก และใช้ adobe dreamweaver ไม่เทพมากนัก ใช้ Cubase 5 ในการตัดต่อเพลงที่ใช้แข่งขันในงานกีฬาสีปี55 ใช้ sony vegas ตัดต่อหรือสร้างชิ้นงานvdo ขึ้นมา อัพลงFacebook เล่นๆ ก็มีเท่านี้ที่ใช้ประจำหรือทำได้ดี', 'เป็น DJ ในงานกีฬาสีของโรงเรียนวัดพุทธบุชาปีการศึกษา 2555  คอยช่วยคุมsoundและ ตัดต่อเพลงที่ใช้ในงาน ', 'มนต์ชัย ขันแก้ว ', 'พ่อ', '0861316430', '108 อนามัยงามเจริญ 25 แยก 1 แขวงท่าข้าม เขตบางขุนเทียน ', 'กรุงเทพมหานคร   ', 10700, 'capture-1588912690.png', 'thumb_capture-1588912690.png', 'MTmaytee khankaew ', '@'),
(54779, '1119600003766', 'นันทนัช', 'ธรรมธรสิริ', 'Nantanat', 'Thamthonsiri', 'มะยม', 'f', '2538-12-25', 'O', 'พุทธ', '023635169', '0813078025', 'yummy_yom@hotmail.com', 'โรงเรียนสารสาสน์วิเทศร่มเกล้า', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.52, 'แพ้กุ้ง', '-', 'กุ้ง', '', 'ทำบล๊อคเป็นนิดหน่อย', 'ไม่เคย', 'รุ่งทิวา ธรรมธรสิริ', 'แม่', '0813078025', '99/63 หมู่บ้านปาริชาต ม.6 ซ.คุ้มเกล้า 11 ถ.คุ้มเกล้า แขวงลำปลาทิว เขตลาดกระบัง', 'กรุงเทพมหานคร   ', 10160, '45147_557721420920257_1271359455_n-8357427446.jpg', 'thumb_45147_557721420920257_1271359455_n-8357427446.jpg', 'mayom nantanat thamthonsiri', '@mayom_m'),
(54859, '6103900005662', 'อมิต', 'ลาลวานี', 'Amit', 'Lalwani', 'มิต', 'm', '2539-05-08', 'O', 'ฮินด', '027199888', '0909947705', 'theeagle1474@hotmail.com', 'โรงเรียนศรีพฤฒา', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.37, '-', '-', '-', '-', 'ไม่ค่อยมีน้า', 'tuefree#27 ม.ลาดกระบัง', 'แอนจลี ลาลวานี', 'พี่สาว', '0909947705', 'ห้อง 20822 อาคารนาซ่าเวกัส 88 ถ.รามคำแหง แขวงสวนหลวง เขตสวนหลวง', 'กรุงเทพมหานคร   ', 10250, '304998_432297350155540_764642758_n-1692569721.jpg', 'thumb_304998_432297350155540_764642758_n-1692569721.jpg', '', ''),
(55385, '1102002362821', 'จตุพล ', 'ใจใหญ่', 'Jatupol', 'Jaiyai', 'ก้อง', 'm', '2538-07-16', 'O', 'พุทธ', '024124908', '0813628914', 'kongkungrin@hotmail.com', 'โรงเรียนทวีธาภิเศก', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.45, '-', '-', '-', '-', 'macromedia ', 'ลงแข่งบาสเก็ตบอสในงานกีฬาสี ', 'ศิริรักษ์ พู่สกุล', 'แม่', '0813628914', '287/38 ซ.จรัญสนิทวงศ์ 31 แขวงบางขุนศรี เขตบางกอกน้อย', 'กรุงเทพมหานคร   ', 10210, '602875_493934000657149_491638314_n-2458328907.jpg', 'thumb_602875_493934000657149_491638314_n-2458328907.jpg', 'kong jatupol', 'MLDkong'),
(55451, '1100501323471', 'ภูวิศ', 'โชติกเสถียร', 'Puwit', 'Chotikasatian', 'นัท', 'm', '2539-07-11', 'O', 'พุทธ', '029741083', '0840164141', 'chotikasatian@hotmail.com', 'โรงเรียนสายปัญญารังสิต', 'ม.5 ขึ้น ม.6', 'MEP', 3.46, '-', '-', '-', '-', 'เขียน html พอได้ ทำ website พอเป็น ชอบเรื่อง network พิมพ์สัมผัสได้', 'E-Camp @ TU', 'ทรงกลด โชติกเสถียร', 'พ่อ', '0840164141', '432 หมู่ 5 หมู่บ้าน เปรมปรีดิ์ ถ.รังสิต-นครนายก อ.ธัญบุรี', 'ปทุมธานี   ', 94000, 'img_1194-1361697092.jpg', 'thumb_img_1194-1361697092.jpg', 'Puwit Chotikasatian', '@DarkNuTT'),
(55511, '1150600120128', 'สุจิญา', 'สินทรัพย์', 'Sujiya', 'Sinsab', 'อิ้งค์', 'f', '2539-05-03', 'O', 'พุทธ', '028182606', '0847652750', 'bodyslam-fern@hotmail.com', 'โรงเรียนสตรีอ่างทอง', 'ม.5 ขึ้น ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 3.05, '-', '-', '-', '-', 'พื้นฐานทั่วไป', 'ค่ายอาสา', 'ปรานอม ทองกัญชร', 'แม่', '0847652750', '58/3 ม.3 ต.สี่ร้อย อ.วิเศษชัยชาญ ', 'อ่างทอง   ', 10700, 'img_0101[1]-4529609060.jpg', 'thumb_img_0101[1]-4529609060.jpg', 'www.facebook.com/inktom.sujiya', '@'),
(55655, '1119900552285', 'ภาคิน', 'ถิ่นนามเจริญ', 'Pakin', 'Thinnamjaroen', 'เพชร', 'm', '2538-07-26', 'B', 'พุทธ', '027012838', '0865182763', 'petch_ptz@hotmail.com', 'โรงเรียนสมุทรปราการ', 'ม.5 ขึ้น ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 3.34, '-', '-', '-', '-', '', 'จัดงานกีฬาสีที่โรงเรียนสมุทรปราการ', 'ลัดดาวัลล์ ถิ่นนามเจริญ', 'แม่', '0865182763', '69/343 ถ.สุขุมวิท ต.ท้ายบ้าน อ.เมืองฯ', 'สมุทรปราการ   ', 10280, 're11-3879653876.jpg', 'thumb_re11-3879653876.jpg', 'www.facebook.com/pakin.thinnamjaroen', '@'),
(55876, '1949900224892', 'วิรุฬห์พร', 'ช้างแก้ว', 'Wirunporn', 'Changkaew', 'เดียร์', 'f', '2537-08-10', 'A', 'พุทธ', '', '0862936164', 'spy.winecooler@live.com', 'โรงเรียนเดชะปัตตนยานุกูล', 'จบ ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.47, '-', '-', '-', '-', '', 'จัดงานกีฬาสีที่โรงเรียน', 'รสริน', 'แม่', '0862936164', '4/4 ซ.15 ถ.มะรูด ต.สะบารัง อ.เมือง', 'ปัตตานี   ', 10210, 'azsexxpcaaajkrx-8259957134.jpg', 'thumb_azsexxpcaaajkrx-8259957134.jpg', '', '@id_dear'),
(55939, '1102400076194', 'จักรตราวุธ', 'ละเอียดดีนันท์', 'Jaktrawoot', 'Laeiedeenan', 'ฟ้า', 'm', '2538-09-23', 'A', 'พุทธ', '028985945', '0896992665', 'fargood99_2009@hotmail.com', 'โรงเรียนวัดราชโอรส', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.98, '-', '-', '-', '-', 'เคยเรียนการสร้างเว็บโดยใช้ โปรแกรม adobe dreamweaver และ เคยลองเขียน Html แล้ว (นิดนึง) อย่างอื่นมันบอกไม่ถูกอะครับ เพราะไม่น่าจะใช่วิชาเรียน 55 ผมก็ แค่ พอ Crack หรือ mount image เป็นอะไรพวกนี้มากกว่าอะครับ', 'ค่ายธรรมะ ในวัดราชโอรส งานกีฬาสีของโรงเรียน ค่ายเขาชนไก่ ทัศนศึกษาตามที่ต่างๆ', 'ลาวิลน์ คุณปรีชา', 'แม่', '0896992665', '20/380 หมู่ 10 ถ.พระราม 2 ซ.วัดกก เขตจอมทอง แขวงจอมทอง', 'กรุงเทพมหานคร   ', 10150, '183671_1674156652738_5385440_n-4172168234.jpg', 'thumb_183671_1674156652738_5385440_n-4172168234.jpg', 'www.facebook.com/fahfour', '@'),
(56069, '1849900188277', 'นิโรบล', 'สิงหเทพ', 'Nirobon', 'Singhathep', 'กุ้ง', 'f', '2539-01-17', 'B', 'พุทธ', '077399168', '0836325546', 'kung_toxic01@hotmail.com', 'โรงเรียนเซนต์จอห์น', 'ม.5 ขึ้น ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 2.42, '-', '-', '-', '-', 'ออกแบบหน้าปกนิทาน ปกปฎิทิน', 'จัดงานกีฬาสีที่โรงเรียน', 'รัชนุช อุทัยแสง', 'พี่สาว', '0836325546', '61/3 มายเพลส อพาร์ทเม้นท์ ถ.เลียบคลองประปา แขวงทุ่งสองห้อง เขตหลักสี่ ', 'กรุงเทพมหานคร   ', 81110, '268549_578941915465843_1262085690_n-1294583547.jpg', 'thumb_268549_578941915465843_1262085690_n-1294583547.jpg', 'Kungs Nb', '@'),
(56108, '1110600000432', 'เชิญตะวัน', 'วิเศษราษฎร์', 'Choentawan', 'Wisetrat', 'จูน', 'f', '2538-06-18', 'B', 'พุทธ', '', '0866848438', 'j1u8n0e638@hotmail.com', 'โรงเรียนเตรียมอุดมศึกษาภาคใต้', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.71, '-', '-', '-', '-', 'ทำ e-book ได้ เขียน website ได้', 'งานกีฬาสีโรงเรียน กับค่ายพัฒนากระบวนการคิดทางวิทยาศาสตร์ของโรงเรียน', 'ปรีชา วิเศษราษฎร์', 'พ่อ', '0866848438', '14/32 หมู่ 2 อ.อ่าวลึก ต.อ่าวลึกใต้ ', 'กระบี่   ', 10150, '484751_438421529560704_1471191316_n-9327041571.jpg', 'thumb_484751_438421529560704_1471191316_n-9327041571.jpg', 'www.facebook.com/choentawon.wisetrat', '@'),
(56283, '1100702422611', 'ธนพร', 'ทองเต็ม', 'Thanaporn', 'Thongtem', 'พร', 'f', '2539-11-11', 'A', 'พุทธ', '024528599', '0867014114', 'on_pon@hotmail.com', 'โรงเรียนสตรีศรีสุริโยทัย', 'ม.4 ขึ้น ม.5', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.57, '-', '-', '-', '-', 'เขียน htmlได้ ', '1.ค่ายทำเว็บjwc(Junior Webmaster Camp)โดยสมาคมเว็บไทย 2.ค่ายEYC(Electronics Youth Camp)โดยคณะวิศวกรรมศาสตร์ภาคไฟฟ้า ม.มหิดล 3.ค่ายChemEcamp โดยคณะวิศวกรรมศาสตร์ภาคเคมี ม.มหิดล 4.ค่ายEcampโดยคณะวิศวกรรมศาสตร์ภาคไฟฟ้า ม.มหิดล 5.ค่ายTU SCI โดยคณะวิทยาศาสตร์และเทคโนโลยี ม.ธรรมศาสตร์', 'พ.ต.ท.ยงยุทธ ทองเต็ม', 'พ่อ', '0867014114', '493(58/7) หมู่ที่ 10 ถ.แสมดำ แขวงแสมดำ เขตบางขุนเทียน', 'กรุงเทพมหานคร   ', 10150, 'art6-5968723744.jpg', 'thumb_art6-5968723744.jpg', 'www.facebook.com/ponpol', '@'),
(56463, '1540300109397', 'เจนภพ', 'แว่นแก้ว', 'Jenphob', 'Waenkaew', 'กร', 'm', '2538-02-11', 'B', 'พุทธ', '028931334', '0860801091', 'jenphob.korn@gmail.com', 'โรงเรียนวัดราชโอรส', 'จบ ม.6', 'ศิลปศาสตร์ - ภาษาศาสตร์', 2.29, '-', '-', '-', '-', 'เขียน html ได้นิดหน่อย', 'ค่ายภาษาญี่ปุ่น ที่บ้านหงส์เหิร อำเภอ สวนผึ้งจังหวัดราชบุรี ค่ายอบรมณ์ผู้นำ 2555 ที่จังหวัดนครปฐม ', 'วินัฐตา แว่นแก้ว', 'แม่', '0860801091', '60/12 หมู่ 4 ซ. เอกชัย 30 แขวงบางขุนเทียน เขตจอมทอง', 'กรุงเทพมหานคร   ', 12130, 'img_0001-5208480423.jpg', 'thumb_img_0001-5208480423.jpg', 'Jenphob Waenkaew', '@'),
(56490, '1100400854730', 'จารุนันท์', 'นิธิจิรโรจน์', 'Jarunan', 'Nithijiraroj', 'ปู', 'f', '2539-09-08', 'A', 'พุทธ', '028719705', '0812743150', 'pu07@live.com', 'โรงเรียนวัดพุทธบูชา', 'ม.4 ขึ้น ม.5', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.06, '-', '-', '-', '-', '', '1.กิจกรรมกีฬาสีที่โรงเรียน 2.เข้าร่วมการแข่งขันตัดต่อหนังสั้น', 'ชุติกาญจน์ นิธิจิรโรจน์', 'แม่', '0812743150', '432/1094 ถ.ประชาอุทิศ แขวงทุ่งครุ เขตทุ่งครุ', 'กรุงเทพมหานคร   ', 10120, '564930_283398215116689_386230973_n-9574497751.jpg', 'thumb_564930_283398215116689_386230973_n-9574497751.jpg', '', '@'),
(57275, '1361000255315', 'อัฑฒ์', 'สุกใส', 'Aut', 'Suksai', 'อัท', 'm', '2539-03-22', 'A', 'พุทธ', '044866265', '0860813035', 'aut.smt10@gmail.com', 'โรงเรียนภูเขียว', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.31, '-', '-', '-', '-', '', 'จัดงานกีฬาสีที่โรงเรียน', 'นันทิยา ธรรมกุล', 'พี่สาว', '0860813035', '108 ม.1 ต.บ้านเป้า อ.เกษตรสมบูรณ์', 'ชัยภูมิ   ', 92190, '538022_4547111795558_1155231922_n-5816502273.jpg', 'thumb_538022_4547111795558_1155231922_n-5816502273.jpg', 'www.facebook.com/aut.smt10', '@autknow'),
(57715, '1729900378301', 'ฤทัย', 'จันทร์เนียม', 'Ruthai', 'Channiam', 'น้องก้อย', 'f', '2539-06-21', 'O', 'พุทธ', '028890730', '0818989961', 'koy.debonheur@hotmail.com', 'โรงเรียนนวมินทราชินูทิศ สตรีวิทยา พุทธมณฑล', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.97, '-', 'แอสไพริน', '-', '-', 'หนูไม่ค่อยถนัดอะไรเลย >< 5555 แต่หนูก็ทำได้แบบถูถูไถไถ เกือบทุกอย่างเลยย -3- website ก็ได้ html ได้นิสหน่อย c# ได้นิสนิส / ส่วนพวก ตัดต่อวีดีโอ แต่ภาพอันนี้ก็ทำได้ค้าบบบบ 55555 (แต่ไม่เก่งสักอย่างเลยย :D )', 'เคยเป็นประธานสแตนในงานกีฬาสี ที่ โรงเรียนค่ะ >< ', 'พัชชา ตะถาวร', 'แม่', '0818989961', '99/101 เขตทวีวัฒนา แขวงทวีวัฒนา', 'กรุงเทพมหานคร   ', 10600, '430019_10151476548093319_297935221_n-6099678725.jpg', 'thumb_430019_10151476548093319_297935221_n-6099678725.jpg', 'korkoyy', '@korkoyy'),
(57759, '1102200124063', 'ธนวิชญ์', 'โปร่งวิทยากร', 'Thanawit', 'Prongwityakorn', 'วิน', 'm', '2537-09-27', 'B', 'พุทธ', '034865157', '0851436502', 'w-i-n-z-z@hotmail.com', 'โรงเรียนอัสสัมชัญธนบุรี', 'จบ ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.85, '-', '-', '-', '-', 'เคยแข่งขันทำเว็บไซต์ตอนม.5', '-', 'จารุวรรณ โปร่งวิทยากร', 'แม่', '0851436502', '57/144 หมู่บ้านศุภาลัยวิลล์ ถ.พระราม2 ต.พันท้ายนรสิงห์ อ.เมือง', 'สมุทรสาคร   ', 70120, '62785_468113206589816_1603262487_n-5640362859.jpg', 'thumb_62785_468113206589816_1603262487_n-5640362859.jpg', 'win''n Prongwityakorn', ''),
(58298, '1929900452101', 'วันชัย', 'หนูพินิช', 'Wanchai', 'Nupinit', 'ชัย', 'm', '2538-01-23', 'A', 'พุทธ', '', '0872713536', 'chai_23_c@hotmail.com', 'โรงเรียนภูเก็ตวิทยาลัย', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.92, 'ไม่มี', '-', '-', 'ไม่มี', '', 'กิจกรรมสาธารณะประโยชน์', 'มณฑา หนูพินิช', 'แม่', '0899748562', '44 ซ.หัชนานิเวศน์ 1/1 ถ.อนุภาษภูเก็ตการ ต.ตลาดใหญ่ อ.เมือง', 'ภูเก็ต   ', 62000, 'sam_0210-9862729851.jpg', 'thumb_sam_0210-9862729851.jpg', 'wanchai nupinit', '@'),
(58525, '1600100648714', 'รุ่งอรุณ', 'กะบะเงิน', 'Rungarun', 'Kabangean', 'รุ่ง', 'f', '2538-11-16', 'B', 'พุทธ', '', '0827679226', 'Rung_bng@hotmail.co.th', 'โรงเรียนองค์การบริหารส่วนจังหวัดกำแพงเพชร ', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.81, '-', '-', 'ลูกอมซูกัส', '-', 'เขียน html ได้', 'จัดงานกีฬาสีในโรงเรียน', 'กำไร ', 'แม่', '0827679226', '9849 ม.4 ต.คลองสมบูรณ์ อ.คลองขลุง ', 'กำแพงเพชร   ', 74110, '184596_403167796443196_1947890438_n-1770535204.jpg', 'thumb_184596_403167796443196_1947890438_n-1770535204.jpg', 'Ro-Rung Efc', '@'),
(58743, '1719800025989', 'กรัณฑ์', 'ทวีสิทธิ์', 'Kran', 'Thaweesith', 'กัน', 'm', '2539-06-10', 'O', 'พุทธ', '034647395', '0851827071', 'kran_ok@hotmail.co.th', 'โรงเรียนเฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ กาญจนบุรี', 'ม.4 ขึ้น ม.5', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.19, '-', '-', '-', '-', 'ตัดต่อ Video ด้วย Sony Vegas', 'ค่ายวิทยาศาสตร์ ที่ มหาวิทยาลัยราชภัฎ กาญจนบุรี', 'สุพัตรา ทวีสิทธิ์', 'แม่', '0851827071', '89/60 ม.2 ถ.แสงชูโต ต.วังศาลา อ.ท่าม่วง', 'กาญจนบุรี   ', 94000, '270361_396654623759500_464756306_n-6894125547.jpg', 'thumb_270361_396654623759500_464756306_n-6894125547.jpg', 'www.facebook.com/kran.thaweesith', '@OoKranoO'),
(58791, '1320600206578', 'กาญจนา  ', 'กลิ่นน้อย', 'Kanchana', 'Klinnoi', 'กานต์', 'f', '2538-06-30', 'B', 'พุทธ', '023474355', '0840982989', 'kant.love@hotmail.com', 'โรงเรียนสมุทรปราการ', 'ม.5 ขึ้น ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 2.63, '-', '-', '-', '-', 'เขียน html ได้  ', 'จัดงานกีฬาสีที่โรงเรียน', 'มนูญ กลิ่นน้อย', 'พ่อ', '0851083199', '109/690 ม.พฤกษา 28 ต.แพรกษา อ.เมือง จ.สมุทรปราการ ', 'สมุทรปราการ   ', 10280, '392491_381136275265791_1356456377_n-2154386402.jpg', 'thumb_392491_381136275265791_1356456377_n-2154386402.jpg', 'kant kanchana', '@maschupkarn'),
(58957, '1759900277238', 'อัฏฐวัฒน์', 'จิรนันทนาภรณ์', 'Auttawat', 'Jiranantanaporn', 'เอิร์ท', 'm', '2538-08-25', 'A', 'พุทธ', '034703551', '0818587545', 'Monterreborn@hotmail.com', 'โรงเรียนศรัทธาสมุทร', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.16, '-', '-', 'กุ้ง ปู', '-', 'ไม่มีครับ', 'เข้าค่ายมดแดงส่งเสริมอนุรักษ์สิ่งแวดล้อม ค่ายมดยิ้ม คุมน้องๆงานกรีทาจังหวัดสมุทรคราม แสดงละครในงานวันสุนทรภู่ ถือป้ายงานกีฬาโรงเรียนศรัทธาสมุทร', 'พรรณทิพย์ ศันสนียเมธา', '', '0818587545', '23 หมู่ 3 ต.ยายแพง อ.บางคนที', 'สมุทรสงคราม   ', 20000, '74243_4879911957581_2119139009_n-9845462236.jpg', 'thumb_74243_4879911957581_2119139009_n-9845462236.jpg', '', '@'),
(59072, '1100801153414', 'ปวริศา', 'สุทธิใจลักษณ์', 'Pavarisa', 'Suttichailux', 'ใบเฟิร์น', 'f', '2539-08-14', 'B', 'พุทธ', '028025186', '0818746659', 'fern0814@hotmail.com', 'โรงเรียนซางตาครู้สคอนแวนท์', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.48, 'ภูมิแพ้', '-', '-', '-', '', '', '', '', '', '', '', 74000, '', '', '', ''),
(59189, '1100400714164', 'สรวิศ', 'ตรงจิตรจริง', 'Sorawit', 'Throngjitjing', 'แบงค์', 'm', '2537-09-15', 'A', 'พุทธ', '', '0863107433', 'myclassic_sweet-heart@hotmail.co.th', 'โรงเรียนวัดสุทธิวราราม', 'จบ ม.6', 'ศิลปศาสตร์ - คณิตศาสตร์', 3.03, 'โรคกระเพาะ', '-', '-', '-', '', 'กีฬาสีที่โรงเรียน', 'ประหยัด ตรงจิตรจริง', 'พ่อ', '0863107433', '520/103 ม.3 ซ.สุขสวัสดิ์ 14 ', 'กรุงเทพมหานคร   ', 62000, '2-6110372934.jpg', 'thumb_2-6110372934.jpg', '', '@'),
(59206, '1709900907312', 'ลายคราม', 'แจ่มจันทรา', 'Laikhram', 'Jamjuntra', 'ข้าวเจ้า', 'm', '2537-08-24', 'O', 'พุทธ', '', '0819265800', 'itswolfe@gmail.com', 'โรงเรียนราชโบริกานุเคราะห์', 'จบ ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.01, '-', '-', '-', '-', 'เขียนภาษา C++ ได้ ความรู้ด้าน Network', 'เป็นประธานนักเรียน หัวหน้างานกิจกรรมต่างๆของโรงเรียน เช่น งานดนตรี กีฬาสี งานวันปีใหม่', 'พล.ท.คณิต แจ่มจันทรา', 'พ่อ', '0819265800', '199 ม.6 ต.เจดีย์หัก อ.เมือง', 'ราชบุรี   ', 10240, '287895_443628992334517_1493075655_o-8720327960.jpg', 'thumb_287895_443628992334517_1493075655_o-8720327960.jpg', '', '@');
INSERT INTO `applicants` (`wip_id`, `citizenship_id`, `firstname_th`, `lastname_th`, `firstname_en`, `lastname_en`, `nickname`, `gender`, `dob`, `bloodtype`, `religion`, `tel`, `mobile_tel`, `email`, `school_name`, `education_level`, `education_plan`, `gpax`, `congenital_disease`, `allergic_medicine`, `allergic_food`, `allergic_thing`, `computer_skill`, `activities`, `emergency_name`, `emergency_relationship`, `emergency_tel`, `address`, `province`, `postcode`, `imgfull`, `imgthumb`, `facebook`, `twitter`) VALUES
(59238, '1102400105879', 'รณกฤษ', 'วิบูลย์เวชวาณิชย์', 'Ronnakit', 'Wiboonwetwanit', 'ยู', 'm', '2539-06-26', 'O', 'พุทธ', '028014751', '0844624477', 'you_rooney@hotmail.com', 'โรงเรียนปัญญาวรคุณ', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.57, '-', '-', '-', '-', 'html พอเขียนได้ครับ', 'จัดงานกีฬาสีที่โรงเรียน ค่าย EYC2011 ', 'มาธวี แซ่โง้ว', 'แม่', '0844624477', '29 หมู่บ้านเพชรเกษม 2 ใต้ ซ. 55/1 แขวงหลักสอง เขต บางแค ', 'กรุงเทพมหานคร   ', 10700, '215443_412035175499964_2130310094_n-9182172152.jpg', 'thumb_215443_412035175499964_2130310094_n-9182172152.jpg', 'you_rooney@hotmail.com', '@'),
(59636, '1209700633191', 'อริสรา ', 'บุญรอด', 'Arisara', 'Bunrod', 'ฝ้าย', 'f', '2538-10-05', 'A', 'พุทธ', '038141065', '0816876385', 'arisara_fay@hotmail.com', 'โรงเรียนดาราสมุทร', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.83, '-', '-', '-', '-', '', 'จัดงานกีฬาสีที่โรงเรียน', 'นิรันดร์ บุญรอด', 'พ่อ', '0816876385', '20/482 ม.5 ต.ห้วยกะปิ อ.เมือง ', 'ชลบุรี   ', 21110, '401337_271101046296359_279473830_n-7331597604.jpg', 'thumb_401337_271101046296359_279473830_n-7331597604.jpg', 'arisara faii', '@faiidychh'),
(59745, '1629900337584', 'อานุชตา', 'สุวรรณรัตน์', 'Anuchata', 'Suvannarat', 'ลูกหว้า', 'f', '2538-02-19', 'O', 'พุทธ', '', '0882378876', 'nongwa_fah@hotmail.com', 'โรงเรียนโรงเรียนองค์การบริหารส่วนจังหวัดกำแพงเพชร', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.59, '', '-', '-', '', '.html', 'ค่ายลูกเสือ ระดับภาคเหนือ. งานกีฬาสี.แข่งขันวงดนตรีลูกทุ่งยามาฮ่า คอนเทสต์.แสดงละครภาษาอังกฤษ.แข่งขันวงดนตรีลูกทุ่งชิงช้าสวรรค์', 'น้ำอบ เชยรักษา', 'ยาย', '0895669757', '224 ม.5 ต.วังทอง อ.เมือง จ.กำแพงเพชร', 'กำแพงเพชร   ', 10150, '309768_420972211317026_317085793_n.jpg', 'thumb_309768_420972211317026_317085793_n.jpg', 'nongwa_fah@hotmail.com', '@nonvan Nuvo'),
(59774, '1100801005709', 'ปิยภูมิ', 'ลิ่มพัฒนา', 'Piyapoom', 'Limpattana', 'จิว', 'm', '2538-02-04', 'O', 'พุทธ', '025859334', '0804239595', 'jew_kung2@hotmail.com', 'โรงเรียนมัธยมประชานิเวศน์', 'จบ ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 2.39, '-', '-', '-', '-', '', 'ค่ายอาสาพัฒนาชุมชน', 'ปิยภา ลิ่มพัฒนา', 'พี่สาว', '0873473639', '917/1-2 ถ.ประชาชืน แขวงบางซื่อ เขตบางซื่อ', 'กรุงเทพมหานคร   ', 36120, 'img-20120708-00356-393224838.jpg', 'thumb_img-20120708-00356-393224838.jpg', 'www.facebook.com/jEewwwx', '@'),
(59948, '1709900976535', 'นภัสวรรณ', 'แก้วสุวรรณ', 'Napassawan', 'Kaewsuwan', 'ปอ', 'f', '2538-06-19', 'O', 'พุทธ', '', '0821234200', 'budybear@hotmail.com', 'โรงเรียนนารีวุฒิ', 'ม.5 ขึ้น ม.6', 'คณิตศาสตร์ - วิทยาศาสตร์', 3.11, '-', '-', '-', '-', '', 'AYC English learning experience program In March 2007', 'ประนอ แก้วสุวรรณ', 'แม่', '0821234200', '13/2 หมู่ 7 ต.หนองโพ อ.โพธาราม ', 'ราชบุรี   ', 20130, '71694_110490699123717_1471853338_n-8306591836.jpg', 'thumb_71694_110490699123717_1471853338_n-8306591836.jpg', 'Mine Imagine', '@');

-- --------------------------------------------------------

--
-- Table structure for table `applications`
--

CREATE TABLE IF NOT EXISTS `applications` (
  `wip_id` int(8) NOT NULL,
  `page` int(2) NOT NULL DEFAULT '1',
  `question_id` int(2) NOT NULL,
  `answer` text NOT NULL,
  `url` varchar(255) DEFAULT NULL,
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`wip_id`,`page`,`question_id`),
  KEY `question_id` (`question_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `applications`
--

INSERT INTO `applications` (`wip_id`, `page`, `question_id`, `answer`, `url`, `timestamp`) VALUES
(50412, 1, 1, 'ทดสอบ4012-1', NULL, '2013-11-18 16:16:57'),
(50412, 1, 2, 'ทดสอบ4012-2', NULL, '2013-11-18 16:17:06'),
(50412, 1, 50, 'ทดสอบ4012-3', NULL, '2013-11-18 16:17:18'),
(50540, 1, 1, 'ทดสอบ50540-1', NULL, '2013-11-18 16:17:37'),
(50540, 1, 2, 'ทดสอบ50540-2', NULL, '2013-11-18 16:17:55'),
(50540, 1, 50, 'ทดสอบ50540-2', NULL, '2013-11-18 16:17:55'),
(50556, 1, 1, 'ทดสอบ556-1', NULL, '2013-11-18 16:18:53'),
(50556, 1, 2, 'ทดสอบ556-2', NULL, '2013-11-18 16:18:53'),
(50556, 1, 50, 'ทดสอบ556-3', NULL, '2013-11-18 16:19:02');

-- --------------------------------------------------------

--
-- Table structure for table `marks`
--

CREATE TABLE IF NOT EXISTS `marks` (
  `wip_id` int(8) NOT NULL,
  `question_id` int(2) NOT NULL,
  `user_id` int(3) NOT NULL,
  `mark` int(2) NOT NULL,
  `reason` text NOT NULL,
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`wip_id`,`question_id`,`user_id`),
  KEY `user_id` (`user_id`),
  KEY `question_id` (`question_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `marks`
--

INSERT INTO `marks` (`wip_id`, `question_id`, `user_id`, `mark`, `reason`, `timestamp`) VALUES
(50412, 1, 1, 6, 'โอเค', '2013-11-18 16:20:03'),
(50412, 1, 8, 9, 'อ่ะ', '2013-11-18 16:21:58'),
(50412, 2, 1, 7, 'ได้', '2013-11-18 16:20:11'),
(50412, 2, 8, 18, 'อื้ม', '2013-11-18 16:22:07'),
(50412, 50, 1, 25, 'โอเค', '2013-11-18 16:20:43'),
(50412, 50, 8, 28, 'จ๊ะ', '2013-11-18 16:22:14'),
(50540, 1, 1, 10, 'โอนะ', '2013-11-18 16:20:57'),
(50540, 1, 8, 8, 'อื้ม', '2013-11-18 16:22:26'),
(50540, 2, 1, 18, 'น่ารัก', '2013-11-18 16:21:04'),
(50540, 2, 8, 18, 'จ๊ะ', '2013-11-18 16:22:33'),
(50540, 50, 1, 25, 'อัลไร', '2013-11-18 16:21:13'),
(50540, 50, 8, 29, 'ครัช', '2013-11-18 16:22:41'),
(50556, 1, 1, 10, 'อ่า', '2013-11-18 16:21:24'),
(50556, 1, 8, 9, 'ฮา', '2013-11-18 16:22:51'),
(50556, 2, 1, 18, 'คือราย', '2013-11-18 16:21:32'),
(50556, 2, 8, 19, 'อืมม', '2013-11-18 16:22:58'),
(50556, 50, 1, 15, 'ห๊ะ', '2013-11-18 16:21:38'),
(50556, 50, 8, 28, 'อื้มม', '2013-11-18 16:23:08');

-- --------------------------------------------------------

--
-- Table structure for table `overviews`
--

CREATE TABLE IF NOT EXISTS `overviews` (
  `wip_id` int(8) NOT NULL,
  `is_pass` int(1) NOT NULL,
  `reason` text NOT NULL,
  `user_id` int(3) NOT NULL,
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`wip_id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `overviews`
--

INSERT INTO `overviews` (`wip_id`, `is_pass`, `reason`, `user_id`, `timestamp`) VALUES
(50412, 1, 'ไหนลองซิ ลองหน่อยซิ อีกที 1234567', 8, '2013-11-18 16:23:18'),
(50540, 2, 'ตอบคำถามไม่ครบเลย\nนะครัช', 8, '2013-11-18 09:20:28'),
(50556, 1, 'จ่ะ', 8, '2013-11-18 16:23:32'),
(51462, 3, 'น่ารักดีมากนะครัชช', 1, '2013-11-17 05:19:20'),
(52417, 1, 'เด็กวิปเก่า ดูก่อน', 1, '2013-11-16 20:00:03'),
(52776, 3, 'ดูดีนะน้องนะครับ', 1, '2013-11-16 20:49:15'),
(53543, 3, 'เป็นตัวสำรองดีกว่า', 8, '2013-11-16 20:56:21');

-- --------------------------------------------------------

--
-- Table structure for table `questions`
--

CREATE TABLE IF NOT EXISTS `questions` (
  `question_id` int(2) NOT NULL,
  `page_no` int(2) NOT NULL,
  `question` text NOT NULL,
  `full_mark` int(2) NOT NULL,
  PRIMARY KEY (`question_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `questions`
--

INSERT INTO `questions` (`question_id`, `page_no`, `question`, `full_mark`) VALUES
(1, 1, 'ใครคือผู้ก่อตั้ง Google.com', 10),
(2, 1, 'ใครคือเจ้าของ Facebook.com', 20),
(12, 1, 'ครัช', 20),
(50, 1, 'ทดสอบ ทดสอบนะครัช', 30);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `user_id` int(3) NOT NULL AUTO_INCREMENT,
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `displayname` varchar(255) NOT NULL,
  `type` int(1) NOT NULL,
  PRIMARY KEY (`user_id`),
  UNIQUE KEY `displayname` (`displayname`),
  UNIQUE KEY `user_id` (`user_id`),
  UNIQUE KEY `email` (`email`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=18 ;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`user_id`, `email`, `password`, `displayname`, `type`) VALUES
(1, 'chaninz@live.com', 'ninninnin', 'chaninz', 1),
(8, 'oramor', '123', 'oramor', 1),
(17, 'me@chaninz.com', '123', 'chaninzii', 2);

--
-- Constraints for dumped tables
--

--
-- Constraints for table `applications`
--
ALTER TABLE `applications`
  ADD CONSTRAINT `applications_ibfk_2` FOREIGN KEY (`wip_id`) REFERENCES `applicants` (`wip_id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `applications_ibfk_3` FOREIGN KEY (`question_id`) REFERENCES `questions` (`question_id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `marks`
--
ALTER TABLE `marks`
  ADD CONSTRAINT `marks_ibfk_5` FOREIGN KEY (`wip_id`) REFERENCES `applicants` (`wip_id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `marks_ibfk_6` FOREIGN KEY (`question_id`) REFERENCES `questions` (`question_id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `marks_ibfk_7` FOREIGN KEY (`user_id`) REFERENCES `users` (`user_id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `overviews`
--
ALTER TABLE `overviews`
  ADD CONSTRAINT `overviews_ibfk_3` FOREIGN KEY (`wip_id`) REFERENCES `applicants` (`wip_id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `overviews_ibfk_4` FOREIGN KEY (`user_id`) REFERENCES `users` (`user_id`) ON DELETE CASCADE ON UPDATE CASCADE;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
